alsa-utils
base
base-devel
cabal-install
clang
cmake
cmus
discord
dosfstools
efibootmgr
firefox
fuse2
fzf
gdb
ghc
git
gotop-bin
grub
gvim
i3-wm
jdk-openjdk
jdk11-openjdk
libreoffice-still
linux
linux-firmware
lxappearance-gtk3
mtools
neofetch
neovim
networkmanager
nicotine+
nitrogen
nodejs
npm
ntfs-3g
nvidia
os-prober
picom
pipewire
pipewire-alsa
pipewire-pulse
polybar
ranger
redshift
ripgrep
rofi
sudo
thunderbird
timeshift
tmux
tree
unzip
valgrind
wget
xclip
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yay-git
zsh
zsh-completions
